---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralLA
source: html/1a2d6acf-f8be-f8bc-c949-f55f003a85e6.htm
---
# StructuralSectionGeneralLA Properties

Common set of parameters for structural analysis.